Repository: mana/manaweb
Catalog: locale/*/LC_MESSAGES/default.po
Languages: de_de

source: terabyte_abbr
de_de: TiB

source: gigabyte_abbr
de_de: GiB

source: megabyte_abbr
de_de: MiB

source: kilobyte_abbr
de_de: KiB

source: isset
de_de: Das Feld %s benötigt einen Wert.

source: profiler_benchmarks
de_de: BENCHMARKS

source: profiler_queries
de_de: QUERIES

source: profiler_no_db
de_de: Datenbanktreiber ist zur Zeit nicht geladen

source: profiler_database
de_de: DATABASE

source: profiler_no_queries
de_de: Keine Abfragen welche ausgeführt werden könnten vorhanden

source: profiler_get_data
de_de: GET DATA

source: profiler_no_get
de_de: Keine GET Daten vorhanden

source: profiler_post_data
de_de: POST DATA

source: profiler_no_post
de_de: Keine POST Daten vorhanden

source: profiler_uri_string
de_de: URI STRING

source: profiler_no_uri
de_de: Keine URI Daten vorhanden

source: profiler_controller_info
de_de: CLASS/METHOD

source: profiler_memory_usage
de_de: MEMORY USAGE

source: profiler_no_memory_usage
de_de: Speicherauslastung nicht verfügbar

source: ut_result
de_de: Resultat

source: ut_passed
de_de: Erfolgreich

source: ut_failed
de_de: Fehlgeschlagen

source: cal_su
de_de: Son

source: cal_mo
de_de: Mon

source: cal_tu
de_de: Die

source: cal_wed
de_de: Mit

source: cal_thu
de_de: Don

source: cal_fri
de_de: Fre

source: cal_sat
de_de: Sam

source: cal_january
de_de: Januar

source: cal_february
de_de: Februar

source: cal_march
de_de: März

source: cal_april
de_de: April

source: cal_mayl
de_de: Mai

source: cal_june
de_de: Juni

source: cal_july
de_de: Juli

source: cal_august
de_de: August

source: cal_september
de_de: September

source: cal_october
de_de: Oktober

source: cal_november
de_de: November

source: cal_december
de_de: Dezember

source: An Error Was Encountered
de_de: Ein Fehler ist aufgetreten

source: go_up
de_de: nach oben

source: ERROR: Navbox %s not found!
de_de: Fehler: Navigationsbox %s nicht gefunden!

source: Settings
de_de: Einstellungen

source: Banned User
de_de: Gesperrter Spieler

source: Player
de_de: Spieler

source: Developer
de_de: Entwickler

source: GM
de_de: Gamemaster

source: Statistics
de_de: Statistiken

source: Ratio male chars to female
de_de: Verhältnis männlich zu weiblich

source: male
de_de: männlich

source: female
de_de: weiblich

source: account_login
de_de: Login

source: settings_title
de_de: Accounteinstellungen

source: settings_change_mail_head
de_de: Mailadresse ändern

source: settings_new_password
de_de: Neues Passwort

source: settings_retype_password
de_de: Neues Passwort (Bestätigung)

source: settings_change_password_ok
de_de: Passwort konnte geändert werden.

source: settings_new_mailaddress
de_de: Neue Mailadresse

source: settings_retype_mailaddress
de_de: Neue Mailadresse (Bestätigung)

source: mailaddress_changed_message
de_de: Mailadresse konnte geändert werden.

source: settings_pwd_to_short
de_de: Passwort ist zu kurz.

source: settings_pwd_to_long
de_de: Passwort ist zu lang.

source: settings_pwd_eq_username
de_de: Passwort ist zum Nutzernamen identisch.

source: character_view_forbidden
de_de: Dieses Charakter darfst du dir nicht anschauen.

source: character
de_de: Charakter

source: guild_details_header
de_de: Details

source: manaweb_title
de_de: ManaWeb

source: account_title
de_de: Mein Account

source: admin_title
de_de: Administratives

source: account_username
de_de: Nutzername

source: maintenance_title
de_de: Wartung

source: maps_file_reloaded
de_de: Kartendateien wurden neugeladen.

source: skills_file_reloaded
de_de: Skilldatei wurde neugeladen.

source: attributes_file_reloaded
de_de: Attributdatei wurde neu geladen.

source: items_file_reloaded
de_de: Itemdatei wurde neugeladen.

source: character_administration
de_de: Administration

source: Sorry, this feature is not yet supported.
de_de: Entschuldigung, dieses Feature ist zur Zeit noch nicht verfügbar.

source: Welcome
de_de: Willkommen

source: stats_descr
de_de: Auf dieser Seite haben gibt es verschiedene Optionen, um Ihr Konto zu ändern. Vielleicht möchten Sie Ihre gespeicherte Mailadresse ändern, oder ihr Login-Passwort oder sogar den Account löschen? Wählen Sie einfach eines der unten aufgeführten Optionen.

source: View your character stats
de_de: Charakterstatistiken anzeigen

source: Change your password
de_de: Ändere dein Passwort

source: Change your mailaddress
de_de: Ändere deine Mailadresse

source: date_time_format
de_de: d.m.Y H:i

source: You are a member of the following access groups:
de_de: Du bist Mitglied der folgenden Zugriffsgruppen:

source: This account is registered since
de_de: Dein Account ist registriert seit dem

source: Your last login was
de_de: Dein letzter Login war am

source: Character overview
de_de: Übersicht

source: Here you see a summary of all your characters. Click on the name of one to see its details.
de_de: Hier siehst du eine Übersicht über alle deine Charaktere. Klicke auf einen Namen um weitere Details zu sehen.

source: Gender
de_de: Geschlecht

source: Money
de_de: Vermögen

source: Map
de_de: Karte

source: user-has-no-chars
de_de: Zur Zeit hast du keine Charakter. Dies ist etwas ungewöhnlich, macht aber nichts. Nutze den Client um einen Charakter zu erzeugen.

source: character_guild_member
de_de: Mitgliedschaft in Gilden

source: guild_id
de_de: ID

source: guild_name
de_de: Name

source: guild_members
de_de: Mitglieder

source: character_not_guild_member
de_de: Dieser Charakter ist in keiner Gilde.

source: Login to The Mana Server Account Manager
de_de: Login am Mana Server Account Manager

source: Something was wrong with your login:
de_de: Irgendetwas ist falsch mit deinem Login:

source: Username:
de_de: Nutzername:

source: Enter your username
de_de: Gib einen Nutzernamen ein

source: Enter your password
de_de: Gib dein Passwort ein

source: Cancel
de_de: Abbrechen

source: Lost your password?
de_de: Passwort vergessen?

source: Server Statistics
de_de: Server Statistiken

source: Currently there are %d individual Characters on %s , played by %d players.
de_de: Zurzeit gibt es %d individuelle Charaktere in %s, welche von %d Spielern stammen.

source: The characters founded %d guilds.
de_de: Die Charaktere haben %d Gilden gegründet.

source: All characters form a purchasing power of %d %s.
de_de: Alle Charaktere haben insgesamt eine Kaufkraft von %d %s.

source: Number of players:
de_de: Anzahl der Spieler:

source: Number of characters:
de_de: Anzahl der Charaktere:

source: Number of guilds:
de_de: Anzahl der Gilden:

source: The top 10 Guilds
de_de: Die Top 10 Gilden

source: Sorry, there are currently no guilds founded.
de_de: Es wurden keine Gilden gefunden.

source: Guild
de_de: Gilden

source: Members
de_de: Mitglieder

source: The top 10 Characters
de_de: Die Top 10 Charaktere

source: Character
de_de: Charakter

source: character_equipment
de_de: Ausrüstung

source: character_inventory
de_de: Inventar

source: Description
de_de: Beschreibung

source: Effect
de_de: Effekt

source: Amount
de_de: Menge

source: Weight
de_de: Gewicht

source: Weight of your equipped items:
de_de: Gewicht aller ausgerüsteter Items:

source: Total weight of all your items:
de_de: Gewicht aller Items:

source: back_to_settings
de_de: Zurück zu den Accounteinstellungen

source: settings_change_mail_descr
de_de: Mit diesem Formular kannst du deine Mailadresse ändern. Bitte gibt dein aktuelles Passwort sowie die neue Mailadresse ein. Die Mailadresse wird dabei gehasht, kann also nicht dazu benutzt werden die Spam zu schicken.

source: Something was wrong with your new mailaddress:
de_de: Irgendetwas stimmt mit deiner neuen Mailadresse nicht:

source: settings_current_password
de_de: Aktuelles Passwort

source: settings_enter_current_password
de_de: Enter current password

source: settings_enter_new_mailaddress
de_de: Neue Mailadresse (Bestätigung)

source: settings_enter_retype_mailaddress
de_de: Retype mailadress

source: settings_change_mailaddress
de_de: Mailadresse ändern!

source: cancel
de_de: Abbrechen

source: Item dictionary
de_de: Item Wörterbuch

source: You can search an item by its name...
de_de: Du kannst die Items anhand ihres Namens suchen...

source: Sorry, your search returns no rows.
de_de: Diese Suche lieferte leider keine Resultate.

source: ... or by its category
de_de: ... oder nach Kategorie

source: Weapons
de_de: Waffen

source: one handed
de_de: einhändig

source: two handed
de_de: zweihändig

source: ammunition
de_de: Munition

source: shields
de_de: Schilde

source: Clothes
de_de: Kleidung

source: arms
de_de: Arme

source: feet
de_de: Füße

source: head
de_de: Kopf

source: legs
de_de: Beine

source: Others
de_de: Anderes

source: rings
de_de: Ringe

source: generics
de_de: generisch

source: usable
de_de: nutzbar

source: character_statistics
de_de: Statistiken

source: character_name
de_de: Name

source: character_attr_str
de_de: Stärke

source: character_gender
de_de: Geschlecht

source: character_attr_agi
de_de: Beweglichkeit

source: character_level
de_de: Level

source: character_attr_dex
de_de: Geschicklichkeit

source: character_money
de_de: Vermögen

source: character_attr_vit
de_de: Gesundheit

source: character_map
de_de: Karte

source: character_attr_int
de_de: Intelligenz

source: character_attr_will
de_de: Willenskraft

source: settings_descr
de_de: Auf dieser Seite gibt es verschiedene Optionen, um dein Konto zu ändern. Vielleicht möchtest du deine gespeicherte Mailadresse ändern, oder dein Login-Passwort oder sogar den Account löschen? Wähle einfach eine der unten aufgeführten Optionen.

source: settings_selection
de_de: Ich möchte...

source: settings_select_password
de_de: ...mein Passwort ändern.

source: settings_select_mail
de_de: ...meine Mailadresse ändern.

source: settings_select_delete_account
de_de: ...meinen Account löschen.

source: settings_change_pwd_head
de_de: Passwort ändern

source: settings_change_pwd_descr
de_de: Um das Passwort zu ändern gib bitte dein aktuelles Passwort, sowie das neue Passwort und dessen Bestätigung ein, so das du sicher sein kannst keine Rechtschreibfehler im Passwort zu haben.

source: settings_old_password
de_de: Altes Passwort

source: settings_enter_old_password
de_de: Enter old password

source: settings_enter_new_password
de_de: Enter new password

source: settings_retype_new_password
de_de: Retype new password

source: settings_change_password
de_de: Ändere Passwort!

source: settings_delete_account_head
de_de: Account löschen

source: settings_delete_account_descr
de_de: Mit dieser Option könnt Ihr Konto einschließlich aller eurer Charaktere zu löschen. Diese Operation kann dabei nicht rückgängig gemacht werden. Außerdem wäre es schön wenn ihr im Forum eine Nachricht hinterlasst warum ihr euren Account löscht.

source: settings_delete_account
de_de: Ja, meinen Account löschen!

source: Itemslist
de_de: Items

source: User menu
de_de: Benutzermen&uuml;

source: My Account
de_de: Mein Account

source: Character sheet
de_de: Übersicht

source: Skills
de_de: Fertigkeiten

source: Inventory
de_de: Inventar

source: Parties &amp; Guilds
de_de: Parties &amp; Gilden

source: Admin Interface
de_de: Administratives

source: Maintenance
de_de: Wartung

source: Auctions
de_de: Auktionen

source: Next 10 auctions to finish
de_de: Bald endende Auktionen

source: Currently, there are no open auctions.
de_de: Zurzeit sind keine Auktionen am Laufen.

source: Seller
de_de: Verkäufer

source: Endtime
de_de: Endzeit

source: Bids
de_de: Gebote

source: Price
de_de: Preis

source: date_time_format_sec
de_de: d-m-Y H:i:s

source: Search auctions by category
de_de: Suche Auktionen nach Kategorie

source: ManaBay statistics
de_de: ManaBay Statistiken

source: Cached data
de_de: Gecachte Daten

source: cached_data_descr
de_de: Manaweb speichert einige temporäre Daten wie die mitgelieferte Karten in seinem eigenen Datenverzeichnis für schnellen und zuverlässigen Zugriff. Sobald Änderungen an den Originaldaten vorgenommen wurden, müssen diese auch in Manaweb aktualisiert werden.

source: Subject
de_de: Subjekt

source: Value
de_de: Wert

source: Actions
de_de: Aktionen

source: The file <tt>%s</tt> contains all maps provided by the map server. Manaweb uses this file to show descriptions of the character locations.
de_de: Die Datei <tt>%s</tt> enthält alle Maps welche vom Mapserver bereitgestellt werden. Manaweb nutzt diese für die Beschreibung der Standort der Charaktere.

source: Reload maps database
de_de: Aktualisiere Kartendatenbank

source: The file <tt>%s</tt> contains all skills a character can gain. Manaweb uses this file to show descriptions of the skills.
de_de: Die Datei <tt>%s</tt> alle Skills welche ein Charakter haben kann. Manaweb nutzt diese für die Beschreibung der Skills.

source: Reload skills database
de_de: Aktualisiere Skilldatenbank

source: The file <tt>%s</tt> contains all attributes a character can gain. Manaweb uses this file to show descriptions of the attributes.
de_de: Die Datei <tt>%s</tt> enthält alle Attribute welche ein Charakter haben kann. Manaweb nutzt diese für die Beschreibung der Attribute.

source: Reload attributes database
de_de: Aktualisiere Attributedatenbank

source: Item graphics
de_de: Itemgrafiken

source: The database table %s contains all known items of The Mana Server. Use this function to copy all images provided by the client data to a directory accessible to the webserver.
de_de: Die Datenbanktabelle %s enthält alle bekannten Items des Servers. Diese Funktion kann dazu benutzt werden alle Bilder welche vom Client bereitgestellt werden, in ein vom Webserver erreichbares Verzeichnis zu kopieren.

source: Reload item database
de_de: Aktualisiere Itemdatenbank

source: Errorlogs
de_de: Fehlerlogs

source: CodeIgniter writes errors into daily rotating logfiles in a separate directory. Here you can see how many logfiles have been written and view these logfiles or simply clean up the directory.
de_de: CodeIgniter schreibt Fehler in ein täglich rotierende Logdateien in einem extra Verzeichnis. Hier kannst du sehen wie viele Logdateien geschrieben wurden und diese Dateien bei Bedarf bereinigen.

source: Files:
de_de: Dateien:

source: Size:
de_de: Größe:

source: Oldest log:
de_de: Ältester Log:

source: date_format
de_de: d.m.Y

source: Latest log:
de_de: Neuster Log:

source: List logfiles
de_de: Liste Logdateien

source: Logfile
de_de: Logdatei

source: Size
de_de: Größe

source: Date
de_de: Datum

source: Action
de_de: Aktion

source: Delete logfile
de_de: Lösche Logdatei

source: Show logfile
de_de: Zeige Logdatei

source: character_owner
de_de: Charaktereigentümer

source: administrative_tasks
de_de: Administration

source: account_details
de_de: Details

source: account_id
de_de: ID

source: account_characters
de_de: Charaktere

source: account_groups
de_de: Gruppen

source: account_status
de_de: Status

source: account_status_banned
de_de: gesperrt

source: account_status_active
de_de: aktiv

source: account_registration
de_de: Registiert am

source: account_lastlogin
de_de: Letzter Login

source: Quick search
de_de: Schnellsuche

source: search Account
de_de: suche Account

source: Enter an account name
de_de: Gib einen Accountnamen ein

source: Search
de_de: Suche

source: search Character
de_de: suche Charakter

source: Enter a character name
de_de: Gib einen Charakternamen ein

source: Search result
de_de: Suchresultat

source: Username
de_de: Nutzername
